import './About.css';

function About() {
  return (
    <div className="about">
      <div className='container'>
      <h1>Выбери свою книгу</h1>
      <p>
Самой большой книгой в мире является Кодекс гигас (Codex Gigas) — грандиозный рукописный свод начала XIII века (640 (624) страницы, размер переплёта — 92 см в высоту, 50 см в ширину; толщина книги — 22 см, а вес — 75 кг).
Самой маленькой книгой в мире является «Flowers of the four seasons» размером 0,74×0,75 мм. Книга была отпечатана тиражом в 250 экземпляров японским издательством Toppan Printing Co. в 2012 году.
Брюстер Кейл собирается открыть в Британии первый в мире архив всех печатных книг.
С 2012 года отмечается Международный день дарения книг.</p>
      </div>
    </div>
  );
}

export default About;